# keep-sorted start
brew "antigen"
brew "bat"
brew "bun"
# brew "clipper", restart_service: true
brew "fzf"
brew "gh"
brew "git-delta"
brew "gmailctl"
brew "go"
brew "htop"
brew "jj"
brew "keep-sorted"
brew "micro"
brew "mosh"
brew "mutagen"
brew "shellcheck"
brew "src-cli"
brew "sshpass"
brew "tmux"
brew "uv"
brew "viddy"
brew "watchman"
brew "zsh"
brew "zsh-abbr"
# keep-sorted end

# keep-sorted start
cask "amethyst"
cask "claude-code"
cask "clipy"
cask "codex"
cask "google-drive"
cask "hammerspoon"
cask "iterm2"
cask "visual-studio-code"
# keep-sorted end
