tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "antigen"
brew "aria2"
brew "bat"
brew "clipper", restart_service: true
brew "ddcctl"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "htop"
brew "httpie"
brew "jj"
brew "micro"
brew "moreutils"
brew "poetry"
brew "tmux"
brew "viddy"
brew "yt-dlp"

cask "amethyst"
cask "balance-lock"
cask "clipy"
cask "cloudflare-warp"
cask "google-drive"
cask "visual-studio-code"
